Repository: z23blhx/FufuLauncher
Catalog: FufuLauncher/Strings/*/Resources.resw
Source language: en_us
Languages: de_de, es_mx, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, pt_br, ru_ru, zh_cn, zh_tw

# DoubleClickToEditTooltip
source: Double-click to edit note
de_de: Doppelklick zum Bearbeiten der Notiz
es_mx: Doble clic para editar nota
fr_fr: Double-cliquer pour modifier la note
hi_in: नोट संपादित करने के लिए डबल-क्लिक करें
id_id: Klik dua kali untuk mengedit catatan
it_it: Doppio clic per modificare nota
ja_jp: ダブルクリックでメモ編集
ko_kr: 더블 클릭하여 메모 편집
pt_br: Clique duas vezes para editar nota
ru_ru: Двойной клик для заметки
zh_cn: 双击可编辑备注
zh_tw: 連按兩下可編輯備註

# SwitchBtn
source: Switch
de_de: Wechseln
es_mx: Cambiar
fr_fr: Changer
hi_in: स्विच करें
id_id: Ganti
it_it: Cambia
ja_jp: 切替
ko_kr: 전환
pt_br: Trocar
ru_ru: Сменить
zh_cn: 切换
zh_tw: 切換

# ResourceMgmtTitle
source: Resource Management
de_de: Ressourcenverwaltung
es_mx: Gestión de recursos
fr_fr: Gestion des ressources
hi_in: संसाधन प्रबंधन
id_id: Manajemen Sumber Daya
it_it: Gestione Risorse
ja_jp: リソース管理
ko_kr: 리소스 관리
pt_br: Gerenciamento de recursos
ru_ru: Управление ресурсами
zh_cn: 资源管理
zh_tw: 資源管理

source: Download or verify files
de_de: Dateien herunterladen oder überprüfen
es_mx: Descargar o verificar archivos
fr_fr: Télécharger ou vérifier les fichiers
hi_in: फ़ाइलें डाउनलोड या सत्यापित करें
id_id: Unduh atau verifikasi file
it_it: Scarica o verifica file
ja_jp: ファイルのダウンロードまたは検証
ko_kr: 파일 다운로드 또는 검증
pt_br: Baixar ou verificar arquivos
ru_ru: Скачать или проверить файлы
zh_cn: 下载或验证文件
zh_tw: 下載或驗證檔案

# SwitchServerTitle
source: Switch Server
de_de: Server wechseln
es_mx: Cambiar servidor
fr_fr: Changer de serveur
hi_in: सर्वर स्विच करें
id_id: Ganti Server
it_it: Cambia Server
ja_jp: サーバー切替
ko_kr: 서버 전환
pt_br: Trocar servidor
ru_ru: Сменить сервер
zh_cn: 切换服务器
zh_tw: 切換伺服器

# ServerSwitchCaption
source: Official / Bilibili / Global server switching
de_de: Offizieller Server / B-Server / Globaler Server wechseln
es_mx: Cambio entre servidor Oficial / Bilibili / Global
fr_fr: Conversion entre serveur officiel / Bilibili / Global
hi_in: आधिकारिक / बिलिबिलि / ग्लोबल सर्वर स्विचिंग
id_id: Pergantian server Official / Bilibili / Global
it_it: Cambio server Ufficiale / Bilibili / Globale
ja_jp: 公式/Bilibili/グローバル間の切替
ko_kr: 공식 / Bilibili / 글로벌 서버 전환
pt_br: Alternar entre servidor Oficial / Bilibili / Global
ru_ru: Переключение между офиц. / Bilibili / Global
zh_cn: 官服 / B服 / 国际服互转
zh_tw: 官方服 / B服 / 國際服互轉

# MapToolsTitle
source: Map Tools
de_de: Kartenwerkzeuge
es_mx: Herramientas de mapa
fr_fr: Outils cartographiques
hi_in: मैप टूल
id_id: Alat Peta
it_it: Strumenti Mappa
ja_jp: マップツール
ko_kr: 맵 도구
pt_br: Ferramentas de mapa
ru_ru: Карта
zh_cn: 地图工具
zh_tw: 地圖工具

# ViewTeyvatMap
source: View the Teyvat map
de_de: Teyvat-Karte anzeigen
es_mx: Ver el mapa de Teyvat
fr_fr: Voir la carte de Teyvat
hi_in: टेवाट मैप देखें
id_id: Lihat peta Teyvat
it_it: Visualizza la mappa di Teyvat
ja_jp: テイワットマップを見る
ko_kr: 티바트 맵 보기
pt_br: Ver o mapa de Teyvat
ru_ru: Открыть карту Тейвата
zh_cn: 查看提瓦特地图
zh_tw: 查看提瓦特地圖

# OfficialAnnouncementsTitle
source: Official Announcements
de_de: Offizielle Ankündigungen
es_mx: Anuncios oficiales
fr_fr: Annonces officielles
hi_in: आधिकारिक घोषणाएँ
id_id: Pengumuman Resmi
it_it: Annunci Ufficiali
ja_jp: 公式お知らせ
ko_kr: 공식 공지
pt_br: Anúncios oficiais
ru_ru: Официальные объявления
zh_cn: 官方公告
zh_tw: 官方公告

# EventsAndUpdatesCaption
source: Events and update news
de_de: Event- und Update-Informationen
es_mx: Eventos y noticias de actualización
fr_fr: Actualités des événements et mises à jour
hi_in: इवेंट और अपडेट समाचार
id_id: Event dan berita pembaruan
it_it: Eventi e notizie sugli aggiornamenti
ja_jp: イベントと更新情報
ko_kr: 이벤트 및 업데이트 소식
pt_br: Eventos e notícias de atualização
ru_ru: События и обновления
zh_cn: 活动与更新资讯
zh_tw: 活動與更新資訊

# VerifyGameTitle
source: Verify Game Files
de_de: Spiel überprüfen
es_mx: Verificar archivos del juego
fr_fr: Vérifier le jeu
hi_in: गेम फ़ाइलें सत्यापित करें
id_id: Verifikasi File Game
it_it: Verifica File di Gioco
ja_jp: ゲーム検証
ko_kr: 게임 파일 검증
pt_br: Verificar arquivos do jogo
ru_ru: Проверить игру
zh_cn: 校验游戏
zh_tw: 驗證遊戲

# VerifyAndRepairCaption
source: Verify and repair game files
de_de: Spieldateien überprüfen und reparieren
es_mx: Verificar y reparar archivos del juego
fr_fr: Vérifier et réparer les fichiers du jeu
hi_in: गेम फ़ाइलें सत्यापित और मरम्मत करें
id_id: Verifikasi dan perbaiki file game
it_it: Verifica e ripara i file di gioco
ja_jp: ゲームファイルを検証して修復
ko_kr: 게임 파일 검증 및 복구
pt_br: Verificar e reparar arquivos do jogo
ru_ru: Проверить и восстановить файлы игры
zh_cn: 校验并修复游戏文件
zh_tw: 驗證並修復遊戲檔案

# CreateShortcutTitle
source: Create Launch Shortcut
de_de: Schnellstart-Verknüpfung erstellen
es_mx: Crear acceso directo de inicio
fr_fr: Créer un raccourci de lancement
hi_in: लॉन्च शॉर्टकट बनाएँ
id_id: Buat Pintasan Peluncuran
it_it: Crea Collegamento di Avvio
ja_jp: ショートカット作成
ko_kr: 실행 바로가기 만들기
pt_br: Criar atalho de inicialização
ru_ru: Создать ярлык
zh_cn: 创建快捷方式启动
zh_tw: 建立捷徑啟動

# CreateShortcutCaption
source: Create a one-click injection shortcut on the desktop
de_de: Eine Desktop-Verknüpfung für den schnellen Injektionsstart erstellen
es_mx: Crear un acceso directo de inyección con un clic en el escritorio
fr_fr: Générer un raccourci d'injection sur le bureau
hi_in: डेस्कटॉप पर वन-क्लिक इंजेक्शन शॉर्टकट बनाएँ
id_id: Buat pintasan injeksi satu klik di desktop
it_it: Crea un collegamento injection one-click sul desktop
ja_jp: デスクトップにワンクリック起動ショートカットを作成
ko_kr: 바탕 화면에 원클릭 인젝션 바로가기 만들기
pt_br: Criar um atalho de injeção com um clique na área de trabalho
ru_ru: Создать ярлык быстрого запуска на рабочем столе
zh_cn: 在桌面生成一键注入快捷启动方式
zh_tw: 在桌面建立一鍵注入捷徑

# FpsMonitorTitle
source: In-Game FPS Monitor
de_de: In-Game FPS-Überwachung
es_mx: Monitor de FPS en juego
fr_fr: Moniteur de FPS en jeu
hi_in: इन-गेम FPS मॉनिटर
id_id: Monitor FPS Dalam Game
it_it: Monitor FPS In-Game
ja_jp: ゲーム内FPSモニター
ko_kr: 게임 내 FPS 모니터
pt_br: Monitor de FPS no jogo
ru_ru: Монитор FPS в игре
zh_cn: 游戏内帧数 (FPS) 监控
zh_tw: 遊戲內幀率 (FPS) 監控

# FpsMonitorCaption
source: Shows real-time FPS in the top-left corner while the game is running (requires administrator privileges)
de_de: Wenn aktiviert, wird die aktuelle FPS oben links im Bildschirm angezeigt (Administratorrechte erforderlich).
es_mx: Muestra los FPS en tiempo real en la esquina superior izquierda mientras el juego está en ejecución (requiere privilegios de administrador)
fr_fr: Une fois activé, affiche le nombre d'images par seconde en haut à gauche pendant le jeu (nécessite les droits administrateur)
hi_in: गेम चलते समय ऊपर-बाएँ कोने में रीयल-टाइम FPS दिखाता है (व्यवस्थापक विशेषाधिकार आवश्यक)
id_id: Menampilkan FPS real-time di pojok kiri atas saat game berjalan (memerlukan hak administrator)
it_it: Mostra FPS in tempo reale nell'angolo in alto a sinistra mentre il gioco è in esecuzione (richiede privilegi di amministratore)
ja_jp: ゲーム実行中に画面左上にFPS表示（管理者権限が必要）
ko_kr: 게임 실행 중 왼쪽 상단에 실시간 FPS 표시 (관리자 권한 필요)
pt_br: Mostra FPS em tempo real no canto superior esquerdo enquanto o jogo está rodando (requer privilégios de administrador)
ru_ru: Показывает FPS в углу экрана (требуются права администратора)
zh_cn: 开启后将在游戏运行时于屏幕左上角显示实时帧数（需要管理员权限）
zh_tw: 開啟後將在遊戲執行時於螢幕左上角顯示即時幀率（需要系統管理員權限）

# Err_GamePathNotFound
source: Game path not found. Please set the game location in Settings first.
de_de: Spielpfad nicht gefunden. Bitte gib zuerst den Spielpfad in den Einstellungen an.
es_mx: Ruta del juego no encontrada. Por favor, establece la ubicación del juego en Ajustes primero.
fr_fr: Chemin du jeu introuvable. Veuillez d'abord spécifier l'emplacement du jeu dans les paramètres.
hi_in: गेम पथ नहीं मिला। कृपया पहले सेटिंग्स में गेम स्थान सेट करें।
id_id: Path game tidak ditemukan. Silakan atur lokasi game di Pengaturan terlebih dahulu.
it_it: Percorso di gioco non trovato. Imposta prima la posizione del gioco nelle Impostazioni.
ja_jp: ゲームパスが見つかりません。設定でゲームの場所を指定してください。
ko_kr: 게임 경로를 찾을 수 없습니다. 먼저 설정에서 게임 위치를 지정하세요.
pt_br: Caminho do jogo não encontrado. Por favor, defina o local do jogo nas Configurações primeiro.
ru_ru: Путь к игре не найден. Укажите путь в настройках.
zh_cn: 未找到游戏路径，请先在设置中指定游戏位置
zh_tw: 未找到遊戲路徑，請先在設定中指定遊戲位置

# Title_VerifyGameIntegrity
source: Verify Game Integrity
de_de: Spielintegrität prüfen
es_mx: Verificar integridad del juego
fr_fr: Vérifier l'intégrité du jeu
hi_in: गेम अखंडता सत्यापित करें
id_id: Verifikasi Integritas Game
it_it: Verifica Integrità Gioco
ja_jp: ゲーム整合性検証
ko_kr: 게임 무결성 검증
pt_br: Verificar integridade do jogo
ru_ru: Проверка целостности игры
zh_cn: 校验游戏完整性
zh_tw: 驗證遊戲完整性

# Err_GamePathNotSet
source: Game path not set.
de_de: Spielpfad nicht festgelegt.
es_mx: Ruta del juego no establecida.
fr_fr: Chemin du jeu non défini.
hi_in: गेम पथ सेट नहीं है।
id_id: Path game belum diatur.
it_it: Percorso di gioco non impostato.
ja_jp: ゲームパスが設定されていません。
ko_kr: 게임 경로가 설정되지 않았습니다.
pt_br: Caminho do jogo não definido.
ru_ru: Путь к игре не задан.
zh_cn: 未设置游戏路径。
zh_tw: 未設定遊戲路徑。

# Err_ExeNotFoundInFolder_Format
source: Game executable not found in folder: {0}
de_de: Spielprogramm konnte im Ordner nicht gefunden werden: {0}
es_mx: Ejecutable del juego no encontrado en la carpeta: {0}
fr_fr: L'exécutable principal du jeu est introuvable dans le dossier : {0}
hi_in: फ़ोल्डर में गेम एक्ज़ीक्यूटेबल नहीं मिला: {0}
id_id: File executable game tidak ditemukan di folder: {0}
it_it: Eseguibile del gioco non trovato nella cartella: {0}
ja_jp: フォルダ内にゲーム実行ファイルが見つかりません: {0}
ko_kr: 폴더에서 게임 실행 파일을 찾을 수 없습니다: {0}
pt_br: Executável do jogo não encontrado na pasta: {0}
ru_ru: В папке не найден исполняемый файл игры: {0}
zh_cn: 在文件夹中找不到游戏主程序： {0}
zh_tw: 在資料夾中找不到遊戲主程式： {0}

# Placeholder_DefaultUseCurrentPreset
source: Use the app's current preset by default
de_de: Standard: Aktuelle App-Vorgabe verwenden
es_mx: Usar el ajuste actual de la aplicación por defecto
fr_fr: Utiliser le préréglage actuel par défaut
hi_in: डिफ़ॉल्ट रूप से ऐप का वर्तमान प्रीसेट उपयोग करें
id_id: Gunakan preset aplikasi saat ini secara default
it_it: Usa il predefinito corrente dell'app per impostazione predefinita
ja_jp: デフォルトで現在のプリセットを使用
ko_kr: 기본적으로 앱의 현재 프리셋 사용
pt_br: Usar a predefinição atual do app por padrão
ru_ru: По умолчанию использовать текущий пресет
zh_cn: 默认使用当前应用内的预设
zh_tw: 預設使用目前應用程式內的預設

# None_Value
source: None
de_de: Keine
es_mx: Ninguno
fr_fr: Aucun
hi_in: कोई नहीं
id_id: Tidak Ada
it_it: Nessuno
ja_jp: なし
ko_kr: 없음
pt_br: Nenhum
ru_ru: Нет
zh_cn: 无
zh_tw: 無

# Msg_ChooseShortcutAction
source: Choose an action: Create a desktop shortcut (runs as admin)? Or copy the launch command for use with Steam or scripts?
de_de: Bitte wähle die gewünschte Aktion: Desktop-Verknüpfung erstellen: Symbol direkt auf dem Desktop erzeugen (wird mit Administratorrechten ausgeführt)? Oder Startbefehl kopieren: Vollständigen Befehl für Steam oder Skripte abrufen?
es_mx: Elige una acción: ¿Crear un acceso directo en el escritorio (se ejecuta como admin)? ¿O copiar el comando de inicio para usar con Steam o scripts?
fr_fr: Veuillez choisir l'action souhaitée : Créer un raccourci sur le bureau : générer une icône sur le bureau (exécution avec droits administrateur) ? Ou copier la commande de lancement : obtenir la ligne de commande complète pour Steam ou un script ?
hi_in: एक क्रिया चुनें: डेस्कटॉप शॉर्टकट बनाएँ (व्यवस्थापक के रूप में चलता है)? या Steam या स्क्रिप्ट के लिए लॉन्च कमांड कॉपी करें?
id_id: Pilih tindakan: Buat pintasan desktop (berjalan sebagai admin)? Atau salin perintah peluncuran untuk digunakan dengan Steam atau skrip?
it_it: Scegli un'azione: Creare un collegamento sul desktop (esegue come amministratore)? O copiare il comando di avvio per l'uso con Steam o script?
ja_jp: 操作を選択してください: デスクトップショートカットを作成（管理者権限で実行）しますか？ それともSteamやスクリプト用に起動コマンドをコピーしますか？
ko_kr: 작업을 선택하세요: 바탕 화면 바로가기 만들기 (관리자 권한으로 실행)? 아니면 Steam이나 스크립트에서 사용할 실행 명령 복사?
pt_br: Escolha uma ação: Criar um atalho na área de trabalho (executa como admin)? Ou copiar o comando de inicialização para usar com Steam ou scripts?
ru_ru: Выберите действие: Создать ярлык на рабочем столе (запуск от имени администратора)? Или скопировать команду запуска для Steam или скриптов?
zh_cn: 请选择您想要执行的操作： 你需要创建桌面快捷方式：直接在桌面生成图标（将以管理员权限运行）？ 还是复制启动命令：获取完整命令行，可用于 Steam 或 脚本？
zh_tw: 請選擇您想要執行的操作： 你需要建立桌面捷徑：直接在桌面建立圖示（將以系統管理員權限執行）？ 還是複製啟動命令：取得完整命令列，可用於 Steam 或指令碼？

# Msg_ImportedLaunchParams_Format
source: Imported launch parameters: {0}
de_de: Startparameter importiert: {0}
es_mx: Parámetros de inicio importados: {0}
fr_fr: Arguments de lancement importés : {0}
hi_in: आयातित लॉन्च पैरामीटर: {0}
id_id: Parameter peluncuran diimpor: {0}
it_it: Parametri di avvio importati: {0}
ja_jp: 起動パラメータをインポートしました: {0}
ko_kr: 가져온 실행 매개변수: {0}
pt_br: Parâmetros de inicialização importados: {0}
ru_ru: Импортированы параметры запуска: {0}
zh_cn: 已导入启动参数：{0}
zh_tw: 已匯入啟動參數：{0}

# Label_SpecifyInjectionPreset
source: Specify injection configuration (preset):
de_de: Injektionsvorgabe festlegen:
es_mx: Especificar ajuste de inyección (predefinido):
fr_fr: Spécifier le préréglage d'injection :
hi_in: इंजेक्शन कॉन्फ़िगरेशन (प्रीसेट) निर्दिष्ट करें:
id_id: Tentukan konfigurasi injeksi (preset):
it_it: Specifica configurazione injection (predefinito):
ja_jp: 注入設定（プリセット）を指定:
ko_kr: 인젝션 설정 지정 (프리셋):
pt_br: Especificar configuração de injeção (predefinição):
ru_ru: Укажите пресет инжекта:
zh_cn: 指定注入配置（预设）：
zh_tw: 指定注入設定（預設）：

# Title_ChooseAction
source: Choose an Action
de_de: Aktion auswählen
es_mx: Elegir una acción
fr_fr: Choisir une action
hi_in: एक क्रिया चुनें
id_id: Pilih Tindakan
it_it: Scegli un'Azione
ja_jp: 操作を選択
ko_kr: 작업 선택
pt_br: Escolher uma ação
ru_ru: Выберите действие
zh_cn: 选择操作
zh_tw: 選擇操作

# Btn_CreateDesktopShortcut
source: Create Desktop Shortcut
de_de: Desktop-Verknüpfung erstellen
es_mx: Crear acceso directo en escritorio
fr_fr: Créer un raccourci sur le bureau
hi_in: डेस्कटॉप शॉर्टकट बनाएँ
id_id: Buat Pintasan Desktop
it_it: Crea Collegamento sul Desktop
ja_jp: デスクトップショートカットを作成
ko_kr: 바탕 화면 바로가기 만들기
pt_br: Criar atalho na área de trabalho
ru_ru: Создать ярлык
zh_cn: 创建桌面快捷方式
zh_tw: 建立桌面捷徑

# Btn_CopyLaunchCommand
source: Copy Launch Command
de_de: Startbefehl kopieren
es_mx: Copiar comando de inicio
fr_fr: Copier la commande de lancement
hi_in: लॉन्च कमांड कॉपी करें
id_id: Salin Perintah Peluncuran
it_it: Copia Comando di Avvio
ja_jp: 起動コマンドをコピー
ko_kr: 실행 명령 복사
pt_br: Copiar comando de inicialização
ru_ru: Скопировать команду
zh_cn: 复制启动命令
zh_tw: 複製啟動命令

# FileName_ShortcutName
source: Launch Genshin Impact.lnk
de_de: Genshin Impact schnell starten.lnk
es_mx: Iniciar Genshin Impact.lnk
fr_fr: Lancer Genshin avec Fufu.lnk
id_id: Luncurkan Genshin Impact.lnk
it_it: Avvia Genshin Impact.lnk
ja_jp: 原神を起動.lnk
ko_kr: Genshin Impact 실행.lnk
pt_br: Iniciar Genshin Impact.lnk
ru_ru: Запуск Genshin Impact.lnk
zh_cn: 快捷启动原神.lnk
zh_tw: 快捷啟動原神.lnk

# Desc_ShortcutDescription
source: Launch Genshin Impact via FufuLauncher injection
de_de: Genshin Impact über FufuLauncher mit Injektion starten
es_mx: Iniciar Genshin Impact mediante inyección de FufuLauncher
fr_fr: Lancer Genshin Impact avec injection via FufuLauncher
hi_in: FufuLauncher इंजेक्शन के माध्यम से Genshin Impact लॉन्च करें
id_id: Luncurkan Genshin Impact melalui injeksi FufuLauncher
it_it: Avvia Genshin Impact tramite injection FufuLauncher
ja_jp: FufuLauncherの注入で原神を起動
ko_kr: FufuLauncher 인젝션을 통해 Genshin Impact 실행
pt_br: Iniciar Genshin Impact via injeção do FufuLauncher
ru_ru: Запуск Genshin Impact через FufuLauncher
zh_cn: 通过 FufuLauncher 注入启动原神
zh_tw: 透過 FufuLauncher 注入啟動原神

# Title_ShortcutCreated
source: Shortcut Created
de_de: Verknüpfung erstellt
es_mx: Acceso directo creado
fr_fr: Raccourci créé
hi_in: शॉर्टकट बन गया
id_id: Pintasan Dibuat
it_it: Collegamento Creato
ja_jp: ショートカット作成完了
ko_kr: 바로가기 생성됨
pt_br: Atalho criado
ru_ru: Ярлык создан
zh_cn: 快捷方式已创建
zh_tw: 捷徑已建立

# Msg_ShortcutCreated
source: Desktop shortcut created. It runs as administrator by default. Check your desktop.
de_de: Desktop-Verknüpfung wurde erstellt und wird standardmäßig mit Administratorrechten ausgeführt. Bitte überprüfe deinen Desktop.
es_mx: Acceso directo en el escritorio creado. Se ejecuta como administrador por defecto. Revisa tu escritorio.
fr_fr: Le raccourci sur le bureau a été créé, il s'exécutera avec les droits administrateur par défaut. Veuillez vérifier votre bureau.
hi_in: डेस्कटॉप शॉर्टकट बन गया। यह डिफ़ॉल्ट रूप से व्यवस्थापक के रूप में चलता है। अपना डेस्कटॉप देखें।
id_id: Pintasan desktop dibuat. Berjalan sebagai administrator secara default. Periksa desktop Anda.
it_it: Collegamento sul desktop creato. Viene eseguito come amministratore per impostazione predefinita. Controlla il desktop.
ja_jp: デスクトップショートカットを作成しました。デフォルトで管理者権限で実行されます。デスクトップをご確認ください。
ko_kr: 바탕 화면 바로가기가 생성되었습니다. 기본적으로 관리자 권한으로 실행됩니다. 바탕 화면을 확인하세요.
pt_br: Atalho na área de trabalho criado. Ele executa como administrador por padrão. Verifique sua área de trabalho.
ru_ru: Ярлык создан на рабочем столе. Запускается с правами администратора.
zh_cn: 已创建桌面快捷方式，默认将以管理员权限运行。请检查你的电脑桌面
zh_tw: 已建立桌面捷徑，預設將以系統管理員權限執行。請檢查你的電腦桌面

# Title_LaunchCommand
source: Launch Command
de_de: Startbefehl
es_mx: Comando de inicio
fr_fr: Commande de lancement
hi_in: लॉन्च कमांड
id_id: Perintah Peluncuran
it_it: Comando di Avvio
ja_jp: 起動コマンド
ko_kr: 실행 명령
pt_br: Comando de inicialização
ru_ru: Команда запуска
zh_cn: 启动命令
zh_tw: 啟動命令

# Msg_LaunchCommandInstructions
source: Below is the launch command. Use it directly in CMD, PowerShell, or as a Steam non-Steam game target:
de_de: Dies ist der Startbefehl. Du kannst ihn direkt in CMD, PowerShell oder als Nicht-Steam-Spiel in Steam verwenden:
es_mx: A continuación se muestra el comando de inicio. Úsalo directamente en CMD, PowerShell o como destino de juego no Steam en Steam:
fr_fr: Voici la commande de lancement. Vous pouvez l'utiliser dans CMD, PowerShell ou comme cible d'un jeu non-Steam dans Steam :
hi_in: नीचे लॉन्च कमांड है। इसे CMD, PowerShell, या Steam नॉन-Steam गेम लक्ष्य के रूप में सीधे उपयोग करें:
id_id: Berikut adalah perintah peluncuran. Gunakan langsung di CMD, PowerShell, atau sebagai target game non-Steam di Steam:
it_it: Di seguito il comando di avvio. Usalo direttamente in CMD, PowerShell, o come destinazione gioco non-Steam in Steam:
ja_jp: 以下は起動コマンドです。CMD、PowerShell、またはSteamの非Steamゲームのターゲットとして使用できます:
ko_kr: 아래는 실행 명령입니다. CMD, PowerShell에서 직접 사용하거나 Steam 비 Steam 게임 대상으로 사용하세요:
pt_br: Abaixo está o comando de inicialização. Use-o diretamente no CMD, PowerShell, ou como destino de jogo não-Steam:
ru_ru: Команда запуска. Можно использовать в CMD, PowerShell или Steam:
zh_cn: 以下是启动命令，您可以直接在 CMD、PowerShell 或 Steam 的非 Steam 游戏目标中使用：
zh_tw: 以下是啟動命令，您可以直接在 CMD、PowerShell 或 Steam 的非 Steam 遊戲目標中使用：

# Btn_CopyAndClose
source: Copy and Close
de_de: Kopieren und schließen
es_mx: Copiar y cerrar
fr_fr: Copier et fermer
hi_in: कॉपी करें और बंद करें
id_id: Salin dan Tutup
it_it: Copia e Chiudi
ja_jp: コピーして閉じる
ko_kr: 복사 후 닫기
pt_br: Copiar e fechar
ru_ru: Копировать и закрыть
zh_cn: 复制并关闭
zh_tw: 複製並關閉

# CloseBtn
source: Close
de_de: Schließen
es_mx: Cerrar
fr_fr: Fermer
hi_in: बंद करें
id_id: Tutup
it_it: Chiudi
ja_jp: 閉じる
ko_kr: 닫기
pt_br: Fechar
ru_ru: Закрыть
zh_cn: 关闭
zh_tw: 關閉

# Err_OperationFailed_Format
source: Operation failed: {0}
de_de: Vorgang fehlgeschlagen: {0}
es_mx: Operación fallida: {0}
fr_fr: Échec de l'opération : {0}
hi_in: ऑपरेशन विफल: {0}
id_id: Operasi gagal: {0}
it_it: Operazione fallita: {0}
ja_jp: 操作に失敗しました: {0}
ko_kr: 작업 실패: {0}
pt_br: Operação falhou: {0}
ru_ru: Ошибка: {0}
zh_cn: 操作失败: {0}
zh_tw: 操作失敗: {0}

# Err_FpsMonitorNeedsAdmin
source: Failed to enable FPS monitoring: this feature requires running the launcher as administrator.
de_de: FPS-Überwachung konnte nicht aktiviert werden: Diese Funktion erfordert Administratorrechte.
es_mx: Error al activar la monitorización de FPS: esta función requiere ejecutar el launcher como administrador.
fr_fr: Échec de l'activation du moniteur FPS : cette fonction nécessite d'exécuter le lanceur en tant qu'administrateur.
hi_in: FPS मॉनिटरिंग सक्षम करने में विफल: इस सुविधा के लिए लॉन्चर को व्यवस्थापक के रूप में चलाना आवश्यक है।
id_id: Gagal mengaktifkan pemantauan FPS: fitur ini memerlukan menjalankan launcher sebagai administrator.
it_it: Attivazione monitoraggio FPS fallita: questa funzione richiede l'esecuzione del launcher come amministratore.
ja_jp: FPSモニターを有効にできませんでした。この機能には管理者権限での実行が必要です。
ko_kr: FPS 모니터링을 활성화하지 못했습니다: 이 기능은 런처를 관리자 권한으로 실행해야 합니다.
pt_br: Falha ao ativar monitoramento de FPS: este recurso requer executar o launcher como administrador.
ru_ru: Не удалось включить FPS монитор: нужны права администратора.
zh_cn: 开启帧数监控失败：该功能需要以管理员身份运行启动器。
zh_tw: 開啟幀率監控失敗：該功能需要以系統管理員身分執行啟動器。

# Msg_NoNewRedeemCodes
source: No new redeem codes right now
de_de: Derzeit keine neuen Codes verfügbar
es_mx: No hay nuevos códigos de canje ahora mismo
fr_fr: Aucun nouveau code de récompense pour le moment
hi_in: अभी कोई नया रिडीम कोड नहीं
id_id: Tidak ada kode redeem baru saat ini
it_it: Nessun nuovo codice riscatto al momento
ja_jp: 現在新しいコードはありません
ko_kr: 현재 새로운 리딤 코드가 없습니다
pt_br: Nenhum código de resgate novo no momento
ru_ru: Нет новых промокодов
zh_cn: 当前没有新的兑换码
zh_tw: 目前沒有新的兌換碼

# Err_FetchFailedCheckNetwork
source: Failed to fetch. Please check your network connection.
de_de: Abruf fehlgeschlagen, bitte Netzwerk prüfen
es_mx: Error al obtener datos. Por favor, revisa tu conexión de red.
fr_fr: Échec de récupération, veuillez vérifier le réseau
hi_in: प्राप्त करने में विफल। कृपया अपना नेटवर्क कनेक्शन जाँचें।
id_id: Gagal mengambil data. Periksa koneksi jaringan Anda.
it_it: Recupero fallito. Verifica la connessione di rete.
ja_jp: 取得に失敗しました。ネットワーク接続を確認してください。
ko_kr: 가져오기에 실패했습니다. 네트워크 연결을 확인하세요.
pt_br: Falha ao buscar. Por favor, verifique sua conexão de rede.
ru_ru: Ошибка загрузки. Проверьте сеть.
zh_cn: 获取失败，请检查网络
zh_tw: 取得失敗，請檢查網路

# Btn_Copied
source: Copied
de_de: Kopiert
es_mx: Copiado
fr_fr: Copié
hi_in: कॉपी हो गया
id_id: Tersalin
it_it: Copiato
ja_jp: コピー済み
ko_kr: 복사됨
pt_br: Copiado
ru_ru: Скопировано
zh_cn: 已复制
zh_tw: 已複製

# Title_PathError
source: Path Error
de_de: Pfadfehler
es_mx: Error de ruta
fr_fr: Erreur de chemin
hi_in: पथ त्रुटि
id_id: Kesalahan Path
it_it: Errore Percorso
ja_jp: パスエラー
ko_kr: 경로 오류
pt_br: Erro de caminho
ru_ru: Ошибка пути
zh_cn: 路径错误
zh_tw: 路徑錯誤

# Err_CannotCreateGameDir_Format
source: Failed to create game directory: {0} Error: {1}
de_de: Spielverzeichnis kann nicht erstellt werden: {0} Fehler: {1}
es_mx: Error al crear el directorio del juego: {0} Error: {1}
fr_fr: Impossible de créer le répertoire du jeu : {0} Erreur : {1}
hi_in: गेम निर्देशिका बनाने में विफल: {0} त्रुटि: {1}
id_id: Gagal membuat direktori game: {0} Kesalahan: {1}
it_it: Creazione directory di gioco fallita: {0} Errore: {1}
ja_jp: ゲームディレクトリを作成できませんでした: {0} エラー: {1}
ko_kr: 게임 디렉토리를 생성하지 못했습니다: {0} 오류: {1}
pt_br: Falha ao criar diretório do jogo: {0} Erro: {1}
ru_ru: Не удалось создать папку игры: {0} Ошибка: {1}
zh_cn: 无法创建游戏目录: {0} 错误: {1}
zh_tw: 無法建立遊戲目錄: {0} 錯誤: {1}
